<template>

<Contents :tasks="tasks"  /> 
</template>
<script>
import Contents from '@/components/Contents.vue';
export default{
    components:{
        Contents
    },
data(){
    return{
        tasks:[
      {
        
        id:1,
        title:"بيان هام من الحكومة بشان موافقةعلي الاقتراحات المبذولة في المؤتمر",
       text:"لتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائية لتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائيةلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائيةلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائيةلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائيةلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من الفتيات المقبلات على الزواج.. توفير 30 مركب صيد ضمن مبادرة مراكب الرزق.. وقوافل طبية ومواد غذائية",
      image:'https://www.shorouknews.com/uploadedimages/Sections/Egypt/original/92697375_1565285540316472_8656241375152439296_o.jpg'        
      },
      
    ]
    }
}

}

</script>