<template>
<Sounds  :sounds="sounds" />
</template>
<script>
import Sounds from '@/components/Sounds.vue';


export default{
    components:{Sounds},

data(){
return{
    sounds: [
      {   id:1,
  first:'  بيان هام من الحكومة بشان موافقةعلي الاقتراحات المبذولة في المؤتمر',
  second:'لتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد منلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من',
  file  : 'https://cdn.freesound.org/previews/399/399114_4659549-lq.mp3'
},
{   id:2,
  first:'  بيان هام من الحكومة بشان موافقةعلي الاقتراحات المبذولة في المؤتمر',
  second:'لتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد منلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من',
  file  : 'https://cdn.freesound.org/previews/399/399114_4659549-lq.mp3'
},
{   id:3,
  first:'  بيان هام من الحكومة بشان موافقةعلي الاقتراحات المبذولة في المؤتمر',
second:'ssa',
  file  : 'https://cdn.freesound.org/previews/399/399114_4659549-lq.mp3'
},
{   id:4,
  first:'  بيان هام من الحكومة بشان موافقةعلي الاقتراحات المبذولة في المؤتمر',
  second:'لتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد منلتحالف الوطني يطلق قطار الخير لصعيد مصر.. إعادة إعمار منازل وتقديم أجهزة كهربائية لعدد من',
  file  : 'https://cdn.freesound.org/previews/399/399114_4659549-lq.mp3'
},



] 
}
}
}
</script>